000100 IDENTIFICATION DIVISION.
000100 PROGRAM-ID. LOGCLOUDLOGIN.
000200
000300 DATA DIVISION.
000350  WORKING-STORAGE SECTION.
000375  01 LOGIN-NAME PIC A(999)
000380  01 LOGIN-USER-WEB-ID PIC 9(12) VALUE.
000385
000390 PROCEDURE DIVISION.
000395  A000-FIRST-PARA.
000400 STOP RUN.
