IDENTIFICATION DIVISION.
PROGRAM-ID. LOGCLOUDLOGIN.

DATA DIVISION.
  WORKING-STORAGE SECTION.
  01 LOGIN-NAME PIC A(999)
  01 LOGIN-USER-WEB-ID PIC 9(12) VALUE.

PROCEDURE DIVISION.
  A000-FIRST-PARA.
STOP RUN.
